Repository: gomez1112/MindGrid
Catalog: RecallMatrix/Localizable.xcstrings
Source language: en
Languages: es_us

source: **Beat the Timer**
es_us: Vencer el cronómetro

source: **Memorize the Pattern**
es_us: Memorizar el patrón

source: **Recall and Select**
es_us: Recordar y seleccionar

source: ^[%lld second](inflect: true)
es_us: ^[%lld segundo](inflect: true)

source: About
es_us: Acerca de

source: Accuracy
es_us: Precisión

source: Accuracy Over Time
es_us: Precisión a lo largo del tiempo

source: After the pattern disappears, select the tiles that were highlighted.
es_us: Después de que el patrón desaparezca, seleccione los mosaicos que estaban resaltados.

source: App Version %@
es_us: Versión de la aplicación %@

source: Are you sure you want to reset all settings to default?
es_us: ¿Está seguro de que desea restablecer todas las configuraciones a los valores predeterminados?

source: As you progress, the grid size increases, making the game more challenging. If you miss patterns, the grid size decreases to help you improve.
es_us: A medida que avances, el tamaño de la cuadrícula aumentará, lo que hará que el juego sea más desafiante. Si fallas en los patrones, el tamaño de la cuadrícula disminuirá para ayudarte a mejorar.

source: Avg. Accuracy
es_us: Precisión media

source: Avg. Grid Size
es_us: Tamaño medio de la cuadrícula

source: Avg. Time
es_us: Tiempo promedio

source: Awards
es_us: Premios

source: Back
es_us: Atrás

source: Begins the first round.
es_us: Comienza la primera ronda.

source: Cancel
es_us: Cancelar

source: Check if your selected tiles match the pattern.
es_us: Comprueba si los mosaicos seleccionados coinciden con el patrón.

source: Check Result
es_us: Comprobar resultado

source: Count
es_us: Conteo

source: Countdown icon
es_us: Icono de cuenta regresiva

# Current Grid Size: %lld x %lld
source: Current Grid Size: %1$lld x %2$lld
es_us: Tamaño de cuadrícula actual: %lld x %lld

source: Date
es_us: Fecha

source: Dismiss
es_us: Despedir

source: Double tap to deselect this tile.
es_us: Toque dos veces para deseleccionar este mosaico.

source: Double tap to select this tile.
es_us: Toque dos veces para seleccionar este mosaico.

source: Dynamic Difficulty
es_us: Dificultad dinámica

source: Enable Haptic Feedback
es_us: Habilitar la vibración háptica

source: Enable Sound
es_us: Habilitar sonido

source: Enter Game
es_us: Entrar al juego

source: Game Over
es_us: Juego terminado

source: Game Settings
es_us: Configuración del juego

source: Games Played
es_us: Juegos jugados

source: Games Played Over Time
es_us: Juegos jugados a lo largo del tiempo

source: Get Started
es_us: Empezar

source: Go back to previous tutorial step.
es_us: Regrese al paso anterior del tutorial.

source: Great Job!
es_us: ¡Buen trabajo!

source: Great Job! You got it correct.
es_us: ¡Buen trabajo! Lo has dicho correctamente.

source: Grid Size
es_us: Tamaño de la cuadrícula

source: Grid Size Over Time
es_us: Tamaño de la cuadrícula a lo largo del tiempo

source: Highest Score: %lld
es_us: Puntuación más alta: %lld

source: How to Play
es_us: Cómo jugar

source: Key Metrics
es_us: Métricas clave

source: Next
es_us: Próximo

source: Next Round
es_us: Próxima ronda

source: No game sessions recorded yet.
es_us: Aún no se han registrado sesiones de juego.

source: Open game settings
es_us: Abrir la configuración del juego

source: Performance Trends
es_us: Tendencias de rendimiento

source: Proceed to the next round of the game.
es_us: Proceda a la siguiente ronda del juego.

source: Proceed to the next tutorial step.
es_us: Continúe con el siguiente paso del tutorial.

source: Recall Matrix
es_us: Matriz de recordar

source: Remember the yellow tiles
es_us: Recuerde las fichas amarillas

source: Reset
es_us: Reiniciar

source: Reset all game settings to their defaults.
es_us: Restablecer todas las configuraciones del juego a sus valores predeterminados.

source: Reset Settings
es_us: Restablecer configuración

source: Restart
es_us: Reiniciar

source: Restart game
es_us: Reiniciar el juego

source: Score: %lld
es_us: Puntuación: %lld

source: Settings
es_us: Ajustes

source: Settings Screen
es_us: Pantalla de ajuste

source: Show awards
es_us: Mostrar premios

source: Show Onboarding Again
es_us: Mostrar la incorporación nuevamente

source: Show the initial instructions for playing the game.
es_us: Mostrar las instrucciones iniciales para jugar el juego.

source: Start Game
es_us: Iniciar juego

source: Start Screen
es_us: Pantalla de inicio

source: Starts a new game from the beginning.
es_us: Comienza un nuevo juego desde el principio.

source: Stats
es_us: Estadísticas

source: Submit your answers before time runs out!
es_us: ¡Envía tus respuestas antes de que se acabe el tiempo!

source: Tap the tiles you remember as highlighted.
es_us: Toca los mosaicos que recuerdas que están resaltados.

source: Test Your Memory. Challenge Your Limits.
es_us: Pon a prueba tu memoria. Pon a prueba tus límites.

# Tile at position row %lld, column %lld
source: Tile at position row %1$lld, column %2$lld
es_us: Mosaico en la posición fila %lld, columna %lld

source: Time (sec)
es_us: Tiempo (seg)

source: Time Per Game
es_us: Tiempo por juego

source: Time per Round
es_us: Tiempo por ronda

source: Time Remaining: %lld sec
es_us: Tiempo restante: %lld seg

source: Time remaining: %lld seconds
es_us: Tiempo restante: %lld segundos

source: Toggle to enable or disable all game sounds.
es_us: Activa o desactiva todos los sonidos del juego.

source: Toggle to enable or disable haptic vibrations.
es_us: Activa o desactiva las vibraciones hápticas.

source: Try Again!
es_us: ¡Intentar otra vez!

source: Try Again!. Your selection was incorrect.
es_us: Inténtalo de nuevo. Tu selección fue incorrecta.

source: Version
es_us: Versión

source: Watch the highlighted tiles carefully.
es_us: Observa atentamente los mosaicos resaltados.

source: You selected the correct tiles.
es_us: Has seleccionado las fichas correctas.

source: Your final score is displayed.
es_us: Se muestra tu puntuación final.

source: Your highest score is %lld.
es_us: Tu puntuación más alta es %lld.

source: Your Highest Score: %lld
es_us: Su Puntuación más Alta: %lld

source: Your performance
es_us: Tu rendimiento
